<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <title>동의하기</title>
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/3.4.1/jquery.min.js"></script>
    <link href="https://fonts.googleapis.com/css?family=Noto+Serif+KR&display=swap" rel="stylesheet">
    
    <style>
    
		body {
			background-image: url("../../resources/images/mainImage.jpg");
			background-position: center;
			background-size: cover;
			background-repeat: no-repeat;
		}
		
		h1 {
			font-family:Noto Serif KR;
			color: #e23a6e;
		}   

        #outline {
            width: 60%;
            height: 100%;
            overflow: visible;
            border: none;
            margin: auto;
            margin-top:100px;
            background:white;
            padding:60px;
            opacity: 0.96;
        }
        
        .agree {
            width: 100%;
            height: 400px;
            border:1px solid black;
            overflow: auto;
            margin:auto;
            border:1px solid #404040;
            font-family: Noto Serif KR;
            font-size:13.5px;
            color: #404040;
        }

        .button {
            display: inline-block;
            width:100px;
            height: 28px;
            background: #fa96b5;
            color: #fff;
            text-align: center;
            font-size: 16px;
            font-weight:bold;
            font-family: Noto Serif KR;
            padding:10px;
            cursor:pointer;
            border-radius:4px;
            margin-right:0px;
            
        }
        
        .button:hover {
        	background: #e23a6e ;
        }

        p {
            text-align: right;
            font-family: Noto Serif KR;
            font-weight:700;	
        }
    </style>
</head>
<body>
    <div id="outline"> 

    <h1>사잇길 이용약관 동의</h1>
    <div class="agree" cols="30" rows="10">제1조 (목적)
            이 약관은 VCNC(주)(이하 "회사")가 제공하는 Between 서비스의 이용과 관련하여 회사와 회원과의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.
            
            제2조 (정의)
            이 약관에서 사용하는 용어의 정의는 다음과 같습니다.
            
            이용 계약: 회사가 제공하는 서비스 이용과 관련하여 회사와 “회원” 간에 체결하는 계약을 말합니다.
            "서비스"라 함은 설치되어 있는 단말기(PC, 휴대형단말기 등의 각종 유무선 장치를 포함)와 상관없이 "회원"이 이용할 수 있는 Between 및 Between 관련 제반 서비스를 의미합니다.
            "회원"이라 함은 회사의 "서비스"에 접속하여 이 약관에 따라 "회사"와 이용계약을 체결하고 "회사"가 제공하는 "서비스"를 이용하는 고객을 말합니다.
            "아이디(ID)"라 함은 "회원"의 식별과 "서비스" 이용을 위하여 "회원"이 정하고 "회사"가 승인하는 문자와 숫자의 조합을 의미합니다.
            "비밀번호"라 함은 "회원"이 부여 받은 "아이디와 일치되는 "회원"임을 확인하고 비밀보호를 위해 "회원" 자신이 정한 문자 또는 숫자의 조합을 의미합니다.
            “커플”이라 함은 서로 간의 계정이 연동된 “회원” 조합을 의미합니다.
            "게시물"이라 함은 "회원"이 "서비스"를 이용함에 있어 "서비스상"에 게시한 부호ㆍ문자ㆍ음성ㆍ음향ㆍ화상ㆍ동영상 등의 정보 형태의 글, 사진, 동영상 및 각종 파일과 링크 등을 의미합니다.
            "유료서비스"라 함은 "회사"가 유료로 제공하는 각종 온라인 디지털 콘텐츠(각종 정보콘텐츠, 아이템, 기타 유료콘텐츠를 포함) 및 제반 서비스를 의미합니다.
            제3조 (약관의 게시와 개정)
            "회사"는 이 약관의 내용을 "회원"이 쉽게 알 수 있도록 서비스 초기 화면에 게시하고, “회원”이 이 약관에 동의함으로써 이 약관의 효력이 발생합니다. 이 약관은 “회원”이 서비스의 이용을 신청함과 동시에 이용계약의 일부로서 효력이 발생하며, 회원은 이 약관에 동의한 시점부터 이 약관의 적용을 받고 약관의 변경이 있을 경우에는 변경의 효력이 발생한 시점부터 변경된 약관의 적용을 받습니다.
            이 약관의 적용기간은 회원이 서비스의 이용을 신청한 때로부터 이용 계약을 해지한 날까지로 규정합니다. 다만, 서비스 종류별로 약관의 적용 기간을 별도로 공지한 경우에는 예외로 합니다.
            이 약관에 동의하는 것은 정기적으로 홈페이지를 방문하여 약관의 변경 사항을 확인하는 것에 동의하는 것을 의미합니다.
            "회사"는 관련법령을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다. "회사"가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 제1항의 방식에 따라 그 개정약관의 적용일자 15일 전부터 공지합니다. 다만, “회원”에게 불리한 약관의 개정의 경우에는 적용일로부터 30일전부터 온라인으로 공지하고 SMS, 로그인시 동의창 등의 전자적 수단을 통해 따로 명확히 통지하도록 합니다. 변경된 약관은 공지하거나 통지한 적용일로부터 효력이 발생합니다.
            ”회사”가 전항에 따라 개정약관을 공지 또는 통지하면서 “회원”에게 30일 기간 내에 의사표시를 하지 않으면 의사표시가 표명된 것으로 본다는 뜻을 명확하게 공지 또는 통지하였음에도 “회원”이 명시적으로 거부의 의사표시를 하지 아니한 경우 “회원”이 개정약관에 동의한 것으로 봅니다.
            회원은 변경된 약관의 적용을 거부할 권리가 있습니다. 회원이 변경된 약관에 대해 전항의 기한 내에 거부의 통지를 한 경우에는 회사는 변경된 약관을 적용하지 아니합니다. 이 경우 회원은 거부 통지를 한 날로부터 15일 내에 이용계약을 해지할 수 있습니다. 다만, 기존 약관을 적용할 수 없는 특별한 사정이 있는 경우에는 “회사”는 이용계약을 해지할 수 있습니다. 회원이 변경된 이용약관의 시행일 이후에도 서비스를 계속 이용하는 경우에는 변경된 약관에 동의한 것으로 봅니다.
            이 약관의 일부가 집행 불능으로 판단되더라도 나머지 부분은 계속해서 효력을 갖습니다.
            제4조 (약관의 해석)
            "회사"는 개별 서비스에 대해서는 별도의 이용약관 및 운영정책(이하 "운영정책 등")을 둘 수 있으며, 해당 내용이 이 약관과 상충할 경우에는 "운영정책 등"이 우선하여 적용됩니다.
            이 약관에서 정하지 아니한 사항이나 해석에 대해서는 "운영정책 등" 및 관계법령 또는 상관례에 따릅니다.
            제5조 (이용계약 체결)
            이용계약은 "회원"이 되고자 하는 자(이하 "가입신청자")가 약관의 내용에 대하여 동의를 한 다음 회원가입신청을 하고 "회사"가 이러한 신청에 대하여 승낙함으로써 체결됩니다. 단, 신청자가 만 14세 미만인 경우 또는 만 19세 미만인 경우, 관련법에 따라 법정 대리인의 동의 절차를 각각 거쳐야만 이용 계약이 체결됩니다.
            "회사"는 "가입신청자"의 신청에 대하여 "서비스" 이용을 승낙함을 원칙으로 합니다. 다만, "회사"는 다음 각 호에 해당하는 신청에 대하여는 승낙을 하지 않거나 이용계약을 해지할 수 있습니다.
            가입신청자가 이 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우, 단 "회사"의 회원 재가입 승낙을 얻은 경우에는 예외로 함.
            허위의 정보를 기재하거나, "회사"가 제시하는 내용을 기재하지 않은 경우. 허위의 정보를 기재한 회원은 일체의 권리를 주장할 수 없고, 관련법에 따라 처벌을 받을 수 있으며, 회사는 추후 이용 계약을 해지할 수 있습니다.
            “회원”의 귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반 사항을 위반하며 신청하는 경우
            유료서비스의 경우, 가입신청자에 대하여 파산, 회생 또는 이와 유사한 절차가 개시되었거나 개시신청이 있은 경우
            14세 미만 아동이 법정대리인(부모 등)의 동의를 얻지 아니한 경우
            제1항에 따른 신청에 있어 회사는 제공하는 서비스의 종류에 따라 필요한 경우 가입신청자에게 추가 정보를 요청할 수 있습니다.
            제1항에 따른 신청에 있어 회사는 회원의 종류에 따라 전문기관을 통한 실명확인 및 본인인증을 요청할 수 있습니다.
            서비스 회원과 이용요금 납입자가 다를 경우 회사는 이를 확인하기 위하여 제 증명을 요구할 수 있습니다.
            "회사"는 서비스관련설비의 여유가 없거나, 기술상 또는 업무상 문제가 있는 경우에는 승낙을 유보할 수 있습니다.
            제2항과 제6항에 따라 회원가입신청의 승낙을 하지 아니하거나 유보한 경우, "회사"는 원칙적으로 이를 가입신청자에게 알리도록 합니다. 다만, 회사의 귀책사유 없이 가입신청자에게 통지할 수 없는 경우는 예외로 합니다.
            이용계약의 성립 시기는 "회사"가 가입완료를 신청절차 상에서 표시한 시점으로 합니다. 다만, 유료서비스의 경우 회사가 요금납입을 확인한 직후부터 가능하게 할 수 있습니다.
            "회사"는 "회원"에 대해 회사정책에 따라 등급별로 구분하여 이용시간, 이용횟수, 서비스 메뉴 등을 세분하여 이용에 차등을 둘 수 있습니다.
            회사는 가입신청자의 회원 가입을 승낙한 때부터 서비스를 개시합니다. 단, 일부 서비스의 경우에는 회사의 필요에 따라 지정된 일자부터 서비스를 개시할 수 있으며, 유료서비스는 원칙적으로 회사가 회원의 요금납입을 확인한 직후부터 개시하는 것을 원칙으로 합니다.
            회사의 업무상 또는 기술상의 장애로 인하여 서비스를 개시하지 못하는 경우에는 사전에 홈페이지 또는 개별 서비스 관련 홈페이지에 공지하거나 회원에게 이를 통지합니다.
            회사는 각 서비스 이용에 필요한 최소한의 기술 사양에 관한 정보를 각 서비스별 홈페이지 권장사양정보에서 제공합니다. 회원은 각 서비스를 이용하기 위하여 서비스에 이용할 단말기 사양, 유무선 통신망의 품질 등이 해당 서비스의 이용에 적합한지 여부를 사전에 확인하여야 합니다.
            회원은 서비스를 이용함에 보안패치, 업데이트 등을 위한 목적으로 설치되는 프로그램(이하 “프로그램”이라고 함) 및 원활한 프로그램 구동을 위해 추가적으로 필요한 프로그램, 소프트웨어 등(이하 “부가 프로그램”이라고 함)의 설치가 필요할 수 있습니다. 프로그램 및 부가 프로그램의 설치는 회사가 제공하는 서비스를 이용하기 위해 필요한 사항으로, 설치되는 프로그램 용량 및 종류 등은 서비스 제공 내용에 따라 상이할 수 있으며, 이는 각 서비스별 홈페이지를 통해 안내합니다. 각 프로그램은 제어판>프로그램 추가/제거에서 선택하여 삭제할 수 있습니다.
            제6조 (회원정보의 변경)
            "회원"은 개인정보관리 화면을 통하여 언제든지 본인의 개인정보를 열람하고 수정할 수 있습니다.
            "회원"은 회원가입신청 시 기재한 사항이 변경되었을 경우 온라인으로 수정을 하여 "회사"에 대하여 그 변경사항을 알려야 합니다.
            제2항의 변경사항을 "회사"에 알리지 않아 발생한 불이익에 대하여 "회사"는 책임지지 않습니다.
            제7조 (개인정보보호 의무)
            "회사"는 관계 법령이 정하는 바에 따라 "회원"의 개인정보를 보호하기 위해 노력합니다. 개인정보의 보호 및 사용에 대해서는 관련법 및 "회사"의 개인정보취급방침이 적용됩니다. 다만, "회사"의 공식 사이트 이외의 링크된 사이트에서는 "회사"의 개인정보취급방침이 적용되지 않습니다.
            회사는 회원의 귀책사유로 인해 노출된 회원의 계정 정보를 비롯한 모든 정보에 대해서 일체의 책임을 지지 않습니다.
            회사는 본인확인을 위해 필요한 경우, 회원에게 그 이유(용도)를 고지하고 회원의 신분증 또는 이에 갈음하는 증서를 요구할 수 있습니다. 회사는 이를 미리 고지한 목적 이외로 사용할 수 없으며, 목적 달성 시 즉시 재생이 불가능한 방법으로 파기합니다.
            제8조 ("회원"에 대한 통지)
            "회사"가 "회원"에 대한 통지를 하는 경우 이 약관에 별도 규정이 없는 한 이메일, 기타 “회사”가 적당하다고 판단하는 방법으로 할 수 있습니다.
            "회사"는 "회원" 전체에 대한 통지의 경우 7일 이상 "회사"의 게시판에 게시함으로써 제1항의 통지에 갈음할 수 있습니다.
            제9조 ("회사"의 의무)
            "회사"는 관련법과 이 약관이 금지하거나 미풍양속에 반하는 행위를 하지 않으며, 계속적이고 안정적으로 "서비스"를 제공하기 위하여 최선을 다하여 노력합니다.
            "회사"는 "회원"이 안전하게 "서비스"를 이용할 수 있도록 개인정보(신용정보 포함)보호를 위해 보안시스템을 갖추어야 하며 개인정보취급방침을 공시하고 준수합니다.
            "회사"는 서비스이용과 관련하여 "회원"으로부터 제기된 의견이나 불만이 정당하다고 인정할 경우에는 이를 처리하여야 합니다. "회원"이 제기한 의견이나 불만사항에 대해서는 게시판을 활용하거나 기타 “회사”가 적당하다고 판단하는 방법 등을 통하여 "회원"에게 처리과정 및 결과를 전달합니다.
            제10조 ("회원"의 의무)
            "회원"은 다음 행위를 하여서는 안 됩니다.
            신청 또는 변경 시 허위내용의 등록
            타인의 정보도용
            "회사"가 게시한 정보의 변경
            "회사"가 정한 정보 이외의 정보(컴퓨터 프로그램 등) 등의 송신 또는 게시
            "회사"와 기타 제3자의 저작권 등 지적재산권에 대한 침해
            "회사" 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위
            외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보를 "서비스"에 공개 또는 게시하는 행위
            “회사” 나 제3자를 사칭하거나 또는 타인의 명의를 도용하는 행위
            자기 또는 타인에게 재산상의 이익을 주거나 타인에게 손해를 가할 목적으로 허위의 정보를 유통시키는 행위
            본 “서비스”를 불건전 교제를 조장•매개하기 위한 목적으로 이용하거나, 본 “서비스”를 이용하여 개인이나 단체를 비방하고 명예를 훼손하는 등 등 기타 본 “서비스”를 본 목적에 어긋나게 이용하는 행위
            다른 “회원”의 개인정보, 등록 정보, 이용 이력 정보 등을 무단으로 수집, 공개 또는 제공하는 행위
            본인의 계정에 타인이 접속하도록 하는 등 “회원”의 계정 보안을 위협할 수 있는 행위
            “회사”의 동의 없이 영리를 목적으로 "서비스"를 사용하는 행위
            상기에 해당되는 행위를 방조 또는 조장하는 행위
            기타 불법적이거나 부당한 행위
            "회원"은 관계법, 이 약관의 규정, 이용안내 및 "서비스"와 관련하여 공지한 주의사항, "회사"가 통지하는 사항 등을 준수하여야 하며, 기타 "회사"의 업무에 방해되는 행위를 하여서는 안 됩니다.
            제11조 ("서비스"의 제공 등)
            회사는 회원에게 아래와 같은 서비스를 제공합니다.
            Between: 유무선 연동 커플 서비스
            기타 "회사"가 추가 개발하거나 다른 회사와의 제휴계약 등을 통해 "회원"에게 제공하는 일체의 서비스
            회사는 "서비스"를 일정범위로 분할하여 각 범위 별로 이용가능시간을 별도로 지정할 수 있습니다. 다만, 이러한 경우에는 그 내용을 사전에 공지합니다.
            "서비스"는 연중무휴, 1일 24시간 제공함을 원칙으로 합니다.
            "회사"는 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신두절 또는 운영상 상당한 이유가 있는 경우 "서비스"의 제공을 일시적으로 중단할 수 있습니다. 이 경우 "회사"는 제8조["회원"에 대한 통지]에 정한 방법으로 "회원"에게 통지합니다. 다만, "회사"가 사전에 통지할 수 없는 부득이한 사유가 있는 경우 사후에 통지할 수 있습니다.
            "회사"는 서비스의 제공에 필요한 경우 정기점검을 실시할 수 있으며, 정기점검시간은 서비스제공화면에 공지한 바에 따릅니다.
            “회사”는 본 “서비스”의 전부 또는 일부를 본인 확인 여부, 등록정보 유무, 기타 “회사”에서 정한 조건에 따라 “회원”에게 차등적으로 제공할 수 있습니다. 이 경우 회사는 그 내용을 사전에 안내합니다.
            회사가 제3자와의 협력 계약을 통해 제공하는 서비스에 대한 내용, 제3자의 회원에 대한 의무, 회원의 제3자에 대한 권리와 의무 등 상세 사항은 해당 서비스에 대하여 제3자가 제공하는 별도 약관, 운영정책 등에서 정하는 바에 따릅니다. 해당 서비스 이용 시, 회원은 제3자가 제공하는 서비스 이용 약관에 대한 동의가 필요할 수 있습니다.
            제12조 ("서비스"의 변경)
            "회사"는 상당한 이유가 있는 경우에 운영상, 기술상의 필요에 따라 제공하고 있는 전부 또는 일부 "서비스"를 변경할 수 있습니다.
            "서비스"의 내용, 이용방법, 이용시간에 대하여 변경이 있는 경우에는 변경사유, 변경될 서비스의 내용 및 제공일자 등은 그 변경 전에 해당 서비스 내 “공지사항” 화면 등 회원이 충분히 인지할 수 있는 방법으로 게시합니다. 다만 회사가 사전에 공지할 수 없는 부득이한 사유가 있는 경우 사후에 통지할 수 있습니다.
            회원은 수시로 제2항에 의한 홈페이지의 공지를 확인하여야 하며, 공지사항의 미확인으로 인해 발생하는 회원의 피해에 대해서는 회사는 책임을 지지 않습니다. 다만, 유료서비스의 변경 등 회원에게 중대하고 명백한 피해가 예상되는 경우에는 회사는 회원의 전자메일을 통하여 별도의 고지를 합니다.
            "회사"는 무료로 제공되는 서비스의 일부 또는 전부를 회사의 정책 및 운영의 필요상 수정, 중단, 변경할 수 있으며, 이에 대하여 관련법에 특별한 규정이 없는 한 "회원"에게 별도의 보상을 하지 않습니다.
            제13조 (정보의 제공 및 광고의 게재)
            "회사"는 "회원"이 "서비스" 이용 중 필요하다고 인정되는 다양한 정보를 홈페이지의 공지사항이나 SMS등의 방법으로 "회원"에게 제공할 수 있습니다. 다만, "회원"에게 영리목적의 광고성 정보를 SMS등 전화 및 모사전송기기에 의하여 전송하려고 하는 경우에는 "회원"의 사전 동의를 받아서 전송합니다.
            "회원"은 관련법에 따른 거래관련 정보 및 고객문의 등에 대한 답변 등을 제외하고는 언제든지 수신 거절을 할 수 있습니다.
            "회사"는 "서비스"의 운영과 관련하여 “서비스” 화면, 홈페이지, 등에 광고를 게재할 수 있습니다. 홈페이지 등에 게재되어 있는 광고주의 판촉활동에 회원이 참여하거나 교신 또는 거래를 함으로써 발생하는 손실과 손해에 대해서 회사는 어떠한 책임도 부담하지 않습니다.
            “회원”은 “회사”가 제공하는 “서비스”와 관련하여 게시물 또는 기타 정보를 변경, 수정, 제한하는 등의 조치를 취하지 않습니다.
            제14조 ("게시물"의 저작권)
            "회원"이 "서비스" 내에 게시한 사진, 메모 등의 "게시물"의 저작권은 서로 “커플”로 연결된 두 명의 “회원”에게 귀속됩니다.
            회원이 게재한 “게시물”로 인해 발생하는 손실이나 문제는 회원 개인의 책임이며 회사는 이에 대한 책임을 지지 않습니다.
            제15조 ("게시물"의 관리)
            "회원"의 "게시물"이 관련법에 위반되는 내용을 포함하는 경우, 권리자는 관련법이 정한 절차에 따라 해당 "게시물"의 게시중단 및 삭제 등을 요청할 수 있으며, "회사"는 관련법에 따라 조치를 취하여야 합니다.
            "회사"는 전항에 따른 권리자의 요청이 없는 경우라도 권리침해가 인정될 만한 사유가 있거나 기타 회사 정책 및 관련법에 위반되는 경우에는 관련법에 따라 해당 "게시물"에 대해 임시조치 등을 취할 수 있습니다.
            “회사”는 관계 법령 또는 이 약관의 준수 여부 등을 확인할 필요가 있을 때, “게시물”의 내용을 확인할 수 있습니다.
            “게시물” 일부는 일정 기간 이후에는 “서비스” 상에서 삭제될 수 있으며, “게시물”에 대한 관리 책임은 “회원”에게 있습니다. 회원의 게시물이 타인의 권리를 침해하였음을 이유로 타인으로부터 회사가 손해배상청구 등의 이의 제기를 받은 경우, 해당 게시물을 작성한 회원은 회사의 면책을 위하여 적극적으로 협조하여야 하며, 회사가 면책되지 못한 경우 회원은 그로 인해 발생한 문제에 대해 책임을 부담하여야 합니다.
            “회사”는 서로 “커플”로 연결된 “회원”이 더 이상 연결을 원하지 않을 경우, “게시물”에 대한 접근을 차단할 수 있는 연결 끊기 기능을 제공하고 있습니다. 연결 끊기 기능 사용 후, 재연결 없이 30일이 경과한 경우, 해당 계정은 휴면 계정으로 처리되며 공유한 모든 “게시물”을 영구 삭제할 수 있습니다.
            제16조 (권리의 귀속)
            "서비스"에 대한 저작권 및 지적재산권은 "회사"에 귀속됩니다. 단, "회원"의 "게시물" 및 제휴계약에 따라 제공된 저작물 등은 제외합니다. "회사"가 제공하는 서비스의 디자인, "회사"가 만든 텍스트, 스크립트(script), 그래픽, "회원" 상호간 전송 기능 등 "회사"가 제공하는 서비스에 관련된 모든 상표, 서비스 마크, 로고 등에 관한 저작권 기타 지적재산권은 관련법령에 기하여 "회사"가 보유하고 있거나 "회사"에게 소유권 또는 사용권이 있습니다.
            "회사"는 서비스와 관련하여 "회원"에게 "회사"가 정한 이용조건에 따라 “서비스" 등을 이용할 수 있는 이용권만을 부여하며, "회원"은 이를 양도, 판매, 담보제공 등의 처분행위를 할 수 없습니다. "회원"은 본 이용약관으로 인하여 "서비스"를 소유하거나 "서비스"에 관한 저작권을 보유하게 되는 것이 아니라, "회사"로부터 "서비스"의 이용을 허락 받게 되는바, "서비스"는 정보취득 또는 개인용도로만 제공되는 형태로 "회원"이 이용할 수 있습니다.
            "회원"은 명시적으로 허락된 내용을 제외하고는 "서비스"를 통해 얻어지는 "회원" 상태정보를 영리 목적으로 사용, 복사, 유통하는 것을 포함하여 "회사"가 만든 텍스트, 스크립트, 그래픽의 "회원" 상호간 전송기능 등을 복사하거나 유통할 수 없습니다.
            “회원”은 “회사”의 명백한 서면 허가를 받은 경우를 제외하고는 “서비스” 또는 이에 포함된 소프트웨어와 관련된 파생물 제작, 역파일, 소스 코드의 추출을 시도할 수 없습니다
            제17조 (계약해제, 해지 등)
            "회원"은 언제든지 서비스 내 계정삭제 화면을 통하여 이용계약 해지 신청을 할 수 있으며, "회사"는 관련법령 등이 정하는 바에 따라 이를 즉시 처리하여야 합니다.
            "회원"이 계약을 해지할 경우, 관련법 및 개인정보취급방침에 따라 "회사"가 회원정보를 보유하는 경우를 제외하고는 해지 즉시 "회원"의 모든 데이터는 소멸되며 이는 복구할 수 없습니다.
            제18조 (이용제한 등)
            "회사"는 "회원"이 이 약관의 의무를 위반하거나 "서비스"의 정상적인 운영을 방해한 경우, 경고, 일시정지, 영구이용정지 등으로 "서비스" 이용을 단계적으로 제한할 수 있습니다.
            "회사"는 전항에도 불구하고, 불법프로그램의 제공 및 운영방해, 불법통신 및 해킹, 악성프로그램의 배포, 접속권한 초과행위 등과 같이 관련법을 위반한 경우에는 즉시 영구이용정지를 할 수 있습니다. 본 항에 따른 영구이용정지 시 "서비스" 이용을 통해 획득한 혜택 등도 모두 소멸되며, "회사"는 이에 대해 별도로 보상하지 않습니다.
            "회사"는 "회원"이 계속해서 1년 이상 로그인하지 않는 경우, 회원정보의 보호 및 운영의 효율성을 위해 휴면계정으로 분류하고, 공유한 모든 “게시물”은 영구 삭제할 수 있습니다. 연결 끊기 기능 사용 후, 재연결 없이 30일이 경과한 경우에도, 해당 계정은 휴면 계정으로 처리되며 공유한 모든 “게시물”을 영구 삭제할 수 있습니다.
            "회사"는 본 조의 이용제한 범위 내에서 제한의 조건 및 세부내용은 이용제한정책 및 개별 서비스상의 운영정책에서 정하는 바에 의합니다.
            본 조에 따라 "서비스" 이용을 제한하거나 계약을 해지하는 경우에는 "회사"는 제8조["회원"에 대한 통지]에 따라 통지합니다.
            "회원"은 본 조에 따른 이용제한 등에 대해 "회사"가 정한 절차에 따라 이의신청을 할 수 있습니다. 이 때 이의가 정당하다고 "회사"가 인정하는 경우 "회사"는 즉시 "서비스"의 이용을 재개합니다
            제19조 (책임제한)
            "회사"는 천재지변 또는 이에 준하는 불가항력으로 인하여 "서비스"를 제공할 수 없는 경우에는 "서비스" 제공에 관한 책임이 면제됩니다.
            "회사"는 단말기 등 접근 매체의 분실로 인한 서비스 이용 장애 등 "회원"의 귀책사유로 인한 "서비스" 이용의 장애 및 통신 장애 등으로 인한 서비스 이용 장애 등에 대하여는 책임을 지지 않습니다.
            "회사"는 "회원"이 "서비스"와 관련하여 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는 책임을 지지 않습니다.
            "회사"는 "회원" 간 또는 "회원"과 제3자 상호간에 "서비스"를 매개로 하여 거래 등을 한 경우에는 책임이 면제됩니다.
            "회사"는 무료로 제공되는 서비스 이용과 관련하여 관련법에 특별한 규정이 없는 한 책임을 지지 않습니다.
            제20조 (손해배상)
            회원이 이 약관의 규정을 위반함으로 인하여 회사에 손해가 발생하게 되는 경우, 이 약관을 위반한 회원은 회사에 발생하는 모든 손해를 배상할 책임이 있습니다.
            회원이 서비스를 이용함에 있어 행한 불법 행위나 이 약관 위반 행위로 인하여 회사가 당해 회원 이외의 제3자로부터 손해배상 청구 또는 소송을 비롯한 각종 이의 제기를 받는 경우 당해 회원은 자신의 책임과 비용으로 회사를 면책시켜야 하며, 회사가 면책되지 못한 경우 당해 회원은 그로 인하여 회사에 발생한 모든 손해를 배상할 책임이 있습니다.
            제21조 (준거법 및 재판관할)
            "회사"와 "회원" 간 제기된 소송은 대한민국법을 준거법으로 합니다.
            "회사"와 "회원" 간 발생한 분쟁에 대하여는 관련 법령에 의한 절차에 따른 법원을 제1심 관할 법원으로 합니다.
            </div>
            <p><input type="checkbox" id="agreeBox1"><label for="agreeBox1">사잇길 이용약관에 동의합니다.</label></p>

            <hr>

            <h1>사잇길 유료서비스 이용약관</h1>
            <div class="agree" cols="30" rows="10">제 1 조 (목적)
                    이 약관은 브이씨엔씨 주식회사 ("회사")가 제공하는 사잇길 및 사잇길에 부수된 제반서비스 중 "유료서비스"의 이용과 관련하여 "회사"와 "회원"과의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.
                    
                    제 2 조 (신원정보 등의 제공)
                    "회사"는 이 약관의 내용, 상호, 대표자 성명, 전화번호, 팩스번호, 사업자등록번호, 통신판매업 신고번호, 고객센터 등을 "회원"이 쉽게 알 수 있도록 서비스 초기화면에 게시합니다. 다만, 약관은 "회원"이 연결화면을 통하여 볼 수 있도록 할 수 있습니다.
                    
                    제 3 조 (약관의 게시 등)
                    "회사"는 이 약관을 "회원"이 그 전부를 인쇄할 수 있고 확인할 수 있도록 기술적 조치를 취합니다.
                    "회사"는 "회원"이 약관에 동의하기에 앞서 약관에 정하여져 있는 내용 중 청약철회 등과 같은 중요한 내용을 "회원"이 쉽게 이해할 수 있도록 별도의 연결화면 또는 팝업화면 등을 제공합니다.
                    제 4 조 (약관의 개정 등)
                    "회사"는 "콘텐츠산업진흥법", "전자상거래등에서의소비자보호에관한법률", "약관의규제에관한법률" 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
                    "회사"가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 서비스초기 화면에 그 개정약관의 적용일자 15일 전부터 적용일자 전일까지 공지합니다. 다만, "회원"에게 불리한 약관의 개정의 경우에는 공지 외에 일정기간 서비스 내 전자우편, 전자쪽지, 로그인시 동의창 등의 전자적 수단을 통해 따로 명확히 통지하도록 합니다.
                    회사가 전항에 따라 개정약관을 공지 또는 통지하면서 회원에게 30일 기간 내에 의사표시를 하지 않으면 의사표시가 표명된 것으로 본다는 뜻을 명확하게 공지 또는 통지하였음에도 회원이 명시적으로 거부의 의사표시를 하지 아니한 경우 회원이 개정약관에 동의한 것으로 봅니다.
                    회원이 개정약관의 적용에 동의하지 않는 경우 회사는 개정 약관의 내용을 적용할 수 없으며, 이 경우 회원은 이용계약을 해지할 수 있습니다. 다만, 기존 약관을 적용할 수 없는 특별한 사정이 있는 경우에는 회사는 이용계약을 해지할 수 있습니다. 회원이 변경된 약관의 시행일 이후에도 서비스를 계속 이용하는 경우에는 변경된 약관에 동의한 것으로 봅니다.
                    회원은 전항에 따른 이용계약의 해지로 손해가 발생한 경우 회사에 이에 대한 배상을 청구할 수 있습니다.
                    제 5 조 (약관의 해석)
                    이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 "콘텐츠진흥법", "전자상거래등에서의소비자보호에관한법률", "약관의규제에관한법률", 문화체육관광부장관이 정하는 "콘텐츠이용자보호지침", 기타 관계법령, "VCNC 이용약관" 또는 상관례에 따릅니다.
                    
                    제 6 조 ("회원"에 대한 통지)
                    "회사"가 "회원"에 대한 통지를 하는 경우 이 약관에 별도 규정이 없는 한 서비스 내 전자우편주소, 전자쪽지 등으로 할 수 있습니다.
                    "회사"는 "회원" 전체에 대한 통지의 경우 7일 이상 "회사"의 게시판에 게시함으로써 제1항의 통지에 갈음할 수 있습니다. 다만, "회원" 본인의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 제1항의 통지를 합니다.
                    제 7 조 ("유료서비스"의 내용 등의 게시)
                    "회사"는 다음 사항을 해당 "유료서비스"의 이용초기화면이나 그 포장, FAQ 등에 "회원"이 알기 쉽게 표시합니다.
                    "유료서비스"의 명칭 또는 제호
                    "유료서비스" 제작자의 성명(법인인 경우에는 법인의 명칭), 주소, 전화번호
                    "유료서비스"의 내용, 이용방법, 이용료, 기타 이용조건
                    "회사"의 "유료서비스"의 이용가능기기 및 이용에 필요한 최소한의 기술사양은 '권장사양정보'에 따릅니다.
                    제 8 조 (이용계약의 성립 등)
                    "회원"은 "회사"가 제공하는 다음 또는 이와 유사한 절차에 의하여 이용신청을 합니다. "회사"는 계약 체결 전에 각 호의 사항에 관하여 "회원"이 정확하게 이해하고 실수 또는 착오 없이 거래할 수 있도록 정보를 제공합니다.
                    "유료서비스"의 확인 및 선택
                    결제방법의 선택 및 결제정보의 입력
                    "유료서비스"의 이용신청에 관한 확인 또는 "회사"의 확인에 대한 동의
                    "회사"는 "회원"의 이용신청이 다음 각 호에 해당하는 경우에는 승낙하지 않거나 승낙을 유보할 수 있습니다. 이용신청의 승인을 유보하거나 승낙하지 아니하는 경우, 회사는 이를 이용신청한 회원에게 알려야 하며, 다만 회사의 귀책사유 없이 회원에게 통지할 수 없는 경우는 예외로 합니다.
                    실명이 아니거나 타인의 명의를 이용한 경우
                    허위의 정보를 기재하거나, "회사"가 제시하는 내용을 기재하지 않은 경우
                    미성년자가 청소년보호법 등 관련법에 의해서 이용이 금지되는 "유료서비스"를 이용하고자 하는 경우
                    서비스 관련 설비의 여유가 없거나, 기술상 또는 업무상 문제가 있는 경우
                    이용 요금을 납부하지 않거나 납부자를 확인할 수 없는 경우
                    만 19세 미만의 미성년자가 법정대리인의 동의 없이 신청한 경우
                    명의자의 동의나 승낙 없이 결제 수단을 무단 도용하여 이용요금을 결제한 경우
                    그 밖에 회원의 귀책사유로 승인이 불가능하다고 판단되는 경우
                    이용계약의 성립시기는 "가입완료", "구매완료"를 신청절차 상에서 표시한 시점으로 합니다.
                    "회원"이 "유료서비스"를 이용하기 위해서는 이 약관에 동의 후 각 서비스에 따른 이용조건에 따라 이용요금을 지급하여야 합니다.
                    제 9 조 (미성년자 이용계약에 관한 특칙)
                    "회사"는 만 19세 미만의 미성년자인 회원이 유료서비스를 이용하고자 하는 경우에 부모 등 법정 대리인의 동의를 얻거나, 계약체결 후 추인을 얻지 않으면 미성년자 본인 또는 법정대리인이 그 계약을 취소할 수 있다는 내용을 계약체결 전에 고지하는 조치를 취합니다.
                    
                    제 10 조 (지급방법)
                    "유료서비스"의 이용에 대한 대금지급방법은 다음 각 호의 방법 중 가능한 방법으로 할 수 있습니다. 단, 각 결제수단을 운영하는 사업자가 별도로 있는 경우, 회원은 해당 결제수단을 이용하기 전에 해당 결제수단의 사업자가 제시하는 절차를 이행하여야 합니다. 회사의 서비스 이용요금을 결제할 때에는 해당 결제수단의 사업자가 제시하는 절차 이행 및 이용약관에 동의한 것으로 간주합니다. 다만, "회사"는 "회원"의 지급방법에 대하여 어떠한 명목의 수수료도 추가하여 징수하지 않습니다.
                    폰뱅킹, 인터넷뱅킹, 메일 뱅킹 등의 각종 계좌이체
                    선불카드, 직불카드, 신용카드 등의 각종 카드결제
                    온라인무통장입금
                    전자화폐에 의한 결제
                    "회사"가 지급한 포인트에 의한 결제
                    “회사"와 계약을 맺었거나 "회사"가 인정한 상품권에 의한 결제
                    전화 또는 휴대전화를 이용한 결제
                    기타 전자적 지급방법에 의한 대금지급
                    회사는 결제의 이용을 위하여 반드시 필요한 회원의 개인정보를 추가적으로 요구할 수 있으며, 회원은 회사가 요구하는 개인정보를 정확하게 제공하여야 합니다. 회사는 회원이 허위로 또는 부정확하게 제공한 개인정보로 인하여 회원에게 발생하는 손해에 대하여 회사의 고의, 과실이 없는 한 회원의 손해를 배상할 책임을 부담하지 않습니다.
                    "회사"의 정책 및 제1항의 결제업체(이동통신사,카드사 등)의 기준에 따라 "회원" 당 월 누적 결제액 및 충전한도가 제한될 수 있습니다. 해당 기준을 초과한 경우 "유료서비스"의 추가 이용은 불가능할 수 있습니다.
                    만 19세 미만의 미성년자가 신용카드, 휴대폰 결제, 실시간 계좌이체 등을 이용하여 대금을 지급할 때에는 법정대리인의 동의를 받아야 합니다.
                    만 19세 미만의 미성년자인 회원이 그 법정대리인의 동의를 받지 않고 요금결제 등 의무부담행위를 한 경우, 미성년자인 회원 또는 그 미성년자의 법정대리인은 관련법령에 따라 해당 계약을 취소할 수 있습니다. 단, 미성년자의 사술로 인한 경우는 제외됩니다.
                    회사는 유료서비스 이용 도중 요금이 변경되더라도 이미 결제된 요금 대비 증감된 요금에 대하여 추가로 청구하거나 환불하지 않습니다.
                    제 11 조 (유료서비스의 제공 및 중단)
                    "회사"는 "VCNC 이용약관"제11조에 따라 서비스를 제공합니다.
                    회사 업종목의 전환, 사업의 포기, 업체 간의 통합 등의 이유로 "유료서비스"를 제공할 수 없게 되는 경우에는 "회사"는 제6조["회원"에 대한 통지]에 정한 방법으로 "회원"에게 통지하고 당초 "회사"에서 제시한 조건에 따라 "회원"에게 보상합니다.
                    제 12 조 (서비스의 변경)
                    "유료서비스"에 대한 변경은 "VCNC 이용약관" 제12조를 준용합니다. 다만, 변경된 내용이 중대하거나 "회원"에게 불리한 경우에는 "회사"가 해당 "유료서비스"를 제공받는 "회원"에게 제6조["회원"에 대한 통지]에 정한 방법으로 통지합니다. 이때, "회사"는 동의를 거절한 "회원"에 대하여는 변경 전 서비스를 제공합니다. 다만, 그러한 서비스 제공이 불가능할 경우 해당 서비스의 제공을 중지하거나 계약을 해지할 수 있습니다. 이 경우 환불 등은 제14조에 따라 진행됩니다.
                    
                    제 13 조 ("회원"의 청약철회와 계약해제, 해지)
                    "회사"의 "유료서비스"는 "콘텐츠산업진흥법" 및 "콘텐츠이용자보호지침"에서 규정하는 청약철회가 불가능한 서비스가 포함되어 있습니다. 이 경우 "회사"는 청약철회권의 제한을 위해 동법에 따라 다음 각 호 중 하나의 조치를 취하여야 합니다.
                    청약의 철회가 불가능한 "유료서비스"에 대한 사실을 표시사항에 포함한 경우
                    시용상품을 제공한 경우
                    한시적 또는 일부이용 등의 방법을 제공한 경우
                    "회원"은 다음 각 호의 사유가 있을 때 이용계약을 해지 또는 해제할 수 있습니다.
                    "유료서비스"의 하자를 회사가 보완, 수정할 수 없는 경우 "유료서비스"를 공급받은 날로부터 1개월 이내
                    "유료서비스" 이용 "회원"이 이 약관 또는 "VCNC이용약관" 변경에 동의하지 않아 회원탈퇴 또는 "유료서비스" 이용계약을 해지하는 경우
                    제2항의 계약해제, 해지는 "회원"이 전화, 전자우편 등으로 "회사"에 그 의사를 표시한 때에 효력이 발생합니다.
                    "회사"는 제3항에 따라 "회원"이 표시한 계약해제, 해지의 의사표시를 수신한 후 지체 없이 이러한 사실을 "회원"에게 회신합니다.
                    " 회원"은 제2항1호의 사유로 계약해제, 해지의 의사표시를 하기 전에 상당한 기간을 정하여 서비스이용의 하자에 대한 치유를 요구할 수 있습니다. 다만, "회사"가 하자의 치유가 불가능하다고 판단하는 경우에는 즉시 그 사실을 "회원"에게 통지하고 이용계약을 해제, 해지할 수 있습니다.
                    제 14 조 ("회원"의 계약해제, 해지의 효과)
                    "회사"는 "회원"에게 계약해제, 해지의 의사표시에 대하여 회신한 날로부터 3영업일 이내에 대금의 결제와 동일한 방법으로 이를 환급하여야 하며, 동일한 방법으로 환불이 불가능할 때에는 이를 사전에 고지하여야 합니다. 다만, 수납확인이 필요한 결제수단의 경우에는 수납확인일로부터 3영업일 이내에 이를 환급하도록 합니다.
                    "회사"가 제1항에 따라 환급할 경우에 "회원"이 유료서비스이용으로부터 얻은 이익에 해당하는 금액을 공제하고 환급할 수 있습니다.
                    "회사"는 위 대금을 환급함에 있어서 "회원"이 신용카드 또는 전자화폐 등의 결제수단으로 재화 등의 대금을 지급한 때에는 지체 없이 당해 결제수단을 제공한 사업자로 하여금 재화 등의 대금의 청구를 정지 또는 취소하도록 요청합니다. 다만, 제1항 단서 및 제2항의 경우에는 그러하지 아니할 수 있습니다.
                    "회사", "유료서비스 등의 대금을 지급 받은 자" 또는 "회원과 유료서비스 이용계약을 체결한 자"가 동일인이 아닌 경우에 각자는 청약철회 또는 계약해제, 해지로 인한 대금환급과 관련한 의무의 이행에 있어서 연대하여 책임을 집니다.
                    회원은 유료서비스 대금에 대하여 이의를 제기할 수 있습니다. 단, 유료서비스 대금에 관한 이의는 그 사유 발생을 안 날로부터 1월, 그 사유가 발생한 날로부터 3월 이내에 제기하여야 합니다.
                    환급에 소요되는 비용은 회원의 귀책사유로 인한 환급의 경우에는 회원이, 회사의 귀책사유로 인한 환급의 경우에는 회사가 각각 부담합니다.
                    회사는 휴대폰결제와 관련하여 회원의 이의제기가 있는 경우 또는 이에 준하는 사안으로 휴대폰 결제중재센터의 요청이 있는 경우, 문제해결을 위해 필요한 범위 내에서 서비스와 관련된 회원의 결제 여부 등을 휴대폰결제 중재센터에 확인하여 줄 수 있습니다.
                    제 15 조 ("회사"의 계약해제, 해지 및 이용제한)
                    "회사"는 "회원"이 "VCNC이용약관" 제18조(이용제한)에서 정한 행위를 하였을 경우 해당 조항에 따라 사전통지 없이 계약을 해제, 해지하거나 또는 기간을 정하여 서비스이용을 제한할 수 있습니다.
                    "회사"가 제1항에 따라 환급할 경우에 "회원"이 유료서비스이용으로부터 얻은 이익 및 환불수수료(10% 또는 1,000원 중 큰 금액)에 해당하는 금액을 공제하고 환급할 수 있습니다.
                    제1항의 해제, 해지는 "회사"가 자신이 정한 통지방법에 따라 "회원"에게 그 의사를 표시한 때에 효력이 발생합니다.
                    "회사"의 해제, 해지 및 이용제한에 대하여 "회원"은 "회사"가 정한 절차에 따라 이의신청을 할 수 있습니다. 이 때 이의가 정당하다고 "회사"가 인정하는 경우, "회사"는 즉시 서비스의 이용을 재개합니다.
                    제 16 조 ("회사"의 계약해제, 해지의 효과)
                    "회원"의 귀책사유에 따른 이용계약의 해제, 해지의 효과는 제15조를 준용합니다. 다만, "회사"는 "회원"에 대하여 계약해제, 해지의 의사표시를 한 날로부터 3영업일 이내에 대금의 결제와 동일한 방법으로 이를 환급합니다. 다만, 동일한 방법으로 환불이 불가 시에는 이를 사전에 고지합니다.
                    
                    제 18 조 (과오금)
                    "회사"는 과오금이 발생한 경우 이용대금의 결제와 동일한 방법으로 과오금 전액을 환불하여야 합니다. 다만, 동일한 방법으로 환불이 불가능할 때는 이를 사전에 고지합니다.
                    "회사"의 책임 있는 사유로 과오금이 발생한 경우 "회사"는 계약비용, 수수료 등에 관계없이 과오금 전액을 환불합니다. 다만, "회원"의 책임 있는 사유로 과오금이 발생한 경우, "회사"가 과오금을 환불하는 데 소요되는 비용은 합리적인 범위 내에서 "회원"이 부담하여야 합니다.
                    "회사"는 "회원"이 주장하는 과오금에 대해 환불을 거부할 경우에 정당하게 이용대금이 부과되었음을 입증할 책임을 집니다.
                    "회사"는 과오금의 환불절차를 "콘텐츠이용자보호지침"에 따라 처리합니다.
                    제 19 조 (사용기간 등)
                    "유료서비스"의 사용기간은 사전에 별도로 표시되지 않는 한 구매일로부터 1년입니다. 해당 기간이 경과한 "유료서비스"는 이용권이 소멸되며 보유목록에서 삭제됩니다.
                    
                    제 20 조 (콘텐츠하자 등에 의한 회원피해보상)
                    "회사"는 "유료서비스"의 하자 등에 의한 회원피해보상의 기준, 범위, 방법 및 절차에 관한 사항을 "콘텐츠이용자보호지침"에 따라 처리합니다.
                    
                    제 21 조 (책임제한)
                    "회사"는 관계법령의 변경, 천재지변 또는 이에 준하는 불가항력으로 인하여 "유료서비스"를 제공할 수 없는 경우에는 "유료서비스" 제공에 관한 책임이 면제됩니다.
                    "회사"는 "회원"의 귀책사유로 인한 유료서비스 이용의 장애에 대하여는 책임을 지지 않습니다.
                    "회사"는 "회원"이 "유료서비스"와 관련하여 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는 책임을 지지 않습니다.
                    "회사"는 "회원" 상호간 또는 "회원"과 제3자 간에 "유료서비스"를 매개로 하여 발생한 분쟁 등에 대하여 책임을 지지 않습니다.
                    제 22 조 (준거법 및 재판관할)
                    "회사"와 "회원" 간 제기된 소송은 대한민국법을 준거법으로 합니다.
                    "회사"와 "회원" 간 발생한 분쟁에 대하여는 관련 법령에 의한 절차에 따른 법원을 제1심 관할 법원으로 합니다.


            </div>
            <p><input type="checkbox" id="agreeBox2"><label for="agreeBox2">사잇길 이용약관에 동의합니다.</label></p>
            
			<div style="text-align:right;">
			
				<br><br>
	            <div class="button" onclick="goMain();">뒤로가기</div>
	            <div class="button" onclick="joinForm();">동의하기</div>
            </div>
        </div>
        
        <script>
       		function goMain() {
       			location.href="<%= request.getContextPath() %>"; 	
       		} 
       
        	function joinForm() {
        		location.href = "memberJoinForm.jsp";      
        	}
        
        </script>
    <br><br>
</body>
</html>